---
type: Phase
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# Phase

`Autodesk.Revit.DB.Phase` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Property | Parameter | — | `` |